-- ----------------------------
-- Table structure for `comment`
-- ----------------------------
DROP TABLE IF EXISTS `comment`;
CREATE TABLE `comment` (
  `commentId` bigint(20) NOT NULL AUTO_INCREMENT,
  `commentBody` text,
  `replyPostId` bigint(20) DEFAULT '-1',
  `createUser` bigint(20) DEFAULT NULL,
  `createTime` datetime DEFAULT NULL,
  `updateUser` bigint(20) DEFAULT NULL,
  `updateTime` datetime DEFAULT NULL,
  `like` int(11) DEFAULT '0',
  `isEffective` int(11) DEFAULT '1',
  PRIMARY KEY (`commentId`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of comment
-- ----------------------------
INSERT INTO `comment` VALUES ('1', '大概是1个', '2', '2', '2020-03-01 00:00:00', '2', '2020-03-01 00:00:00', '0', '1');
INSERT INTO `comment` VALUES ('2', '为什么了?', '2', '8', '2020-03-01 09:00:00', '8', '2020-03-01 09:00:00', '0', '1');
INSERT INTO `comment` VALUES ('3', '我瞎说的', '2', '9', '2020-03-02 09:00:00', '9', '2020-03-02 09:00:00', '0', '1');
INSERT INTO `comment` VALUES ('4', '我被黑夜冲昏了头，差点就要说想你了.一个小时前我想吃玉米,但是因为冷不想出去就吃了包薯片。半个小时前我又想吃玉米，于是我吃了一个橙子。我到现在还想吃玉米,所以我又吃了饼干和酸奶,但是我还想吃玉米。这种就像我真的喜欢你,半路喜欢别人也没有用,最后还是喜欢你。', '27', '4', '2020-03-01 23:00:00', '4', '2020-03-01 23:00:00', '0', '1');
INSERT INTO `comment` VALUES ('5', '我一直是一个怀揣泥土的人，遇见你 它就有了瓷的模样', '27', '5', '2020-03-01 22:00:00', '5', '2020-03-01 22:00:00', '0', '1');
INSERT INTO `comment` VALUES ('6', '昨晚梦到了你，清晨起来，虫鸣鸟叫，餐桌上有一盘草莓，挑了一颗最好的，在放进嘴巴之前，忽然想要拿给你.', '27', '6', '2020-03-01 21:00:00', '6', '2020-03-01 21:00:00', '0', '1');
INSERT INTO `comment` VALUES ('7', '连野草都明明白白地长在春天，我却还浑浑噩噩，以为自己仍种在你心上。', '27', '7', '2020-03-01 20:00:00', '7', '2020-03-01 20:00:00', '0', '1');
INSERT INTO `comment` VALUES ('8', '其实我最喜欢做的事情，就是和你一起手拉手坐着，静静仰望这亘古不变的银河。世间总有很多无奈和变数，你也许已经选择了自己将来的路，但只要有任何一点儿可能，我都希望能和你一起走下去，持续到这大地倾覆、星辰陨灭的最后一天', '27', '8', '2020-03-01 19:00:00', '8', '2020-03-01 19:00:00', '0', '1');
INSERT INTO `comment` VALUES ('9', '儿时仰星光，举手若能摘。于今七尺身，天高不可即。', '27', '9', '2020-03-01 18:00:00', '9', '2020-03-01 18:00:00', '0', '1');
INSERT INTO `comment` VALUES ('10', '风雨潇潇洗劫尘，人间天上各栖身。一年悲喜凭谁忆，干里阴晴唯自珍。天地霜余枯木重，江湖日暮病鸥亲。迩来别有沉吟处，岂独伤心为故人。', '27', '10', '2020-03-01 17:00:00', '10', '2020-03-01 17:00:00', '0', '1');
INSERT INTO `comment` VALUES ('11', '亦存抱柱心，洪波奈今古。莫从桥下过，恐忆少年侣。', '27', '11', '2020-03-01 16:00:00', '11', '2020-03-01 16:00:00', '0', '1');
INSERT INTO `comment` VALUES ('12', '人海谋身计又殚，心潮不共夜将阑。梦中富贵千钧易，纸上平安两字难。负尽春晖恩已极，尝过世事味都酸。迩来致电俱无事，只自丁宁各劝餐。', '27', '12', '2020-03-01 15:00:00', '12', '2020-03-01 15:00:00', '0', '1');
INSERT INTO `comment` VALUES ('13', '我是你路上最后的一个过客，最后的一个春天，最后的一场雪，最后的一次求生的战争。', '27', '13', '2020-03-01 14:00:00', '13', '2020-03-01 14:00:00', '0', '1');
INSERT INTO `comment` VALUES ('14', '野兽需要窝，朝圣人需要路，死人需要灵柩。人人有自己需要的物。女人需要说谎，沙皇需要统治，我需要颂扬——你的名字。', '27', '14', '2020-03-01 13:00:00', '14', '2020-03-01 13:00:00', '0', '1');
INSERT INTO `comment` VALUES ('15', '一个人只拥有此生此世是不够的，他还应该拥有诗意的世界。', '27', '15', '2020-03-01 12:00:00', '15', '2020-03-01 12:00:00', '0', '1');
