-- ----------------------------
-- Table structure for `reply`
-- ----------------------------
DROP TABLE IF EXISTS `reply`;
CREATE TABLE `reply` (
  `replyId` bigint(20) NOT NULL AUTO_INCREMENT,
  `replyBody` text,
  `replyCommentId` bigint(20) DEFAULT '-1',
  `reverseReplyId` bigint(20) DEFAULT '-1',
  `createUser` bigint(20) DEFAULT NULL,
  `createTime` datetime DEFAULT NULL,
  `updateUser` bigint(20) DEFAULT NULL,
  `updateTime` datetime DEFAULT NULL,
  `like` int(11) DEFAULT '0',
  `isEffective` int(11) DEFAULT '1',
  PRIMARY KEY (`replyId`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;


INSERT INTO `reply` VALUES ('1', '我不够富，不能像我希望的那样爱你；我不够穷，不能像你希望的那样被你爱，让我们彼此忘却——你是忘却一个对你说来相当冷酷的姓名，我是忘却一种我供养不起的幸福。', '4', '-1', '13', '2020-03-02 14:00:00', '13', '2020-03-02 14:00:00', '0', '1');
INSERT INTO `reply` VALUES ('2', '要是爱你爱的少些，话就可以说的多些了。', '4', '-1', '14', '2020-03-02 13:00:00', '14', '2020-03-02 13:00:00', '0', '1');
INSERT INTO `reply` VALUES ('3', '我永恒的灵魂，注视着你的心，纵然黑夜孤寂，白昼如焚。', '4', '-1', '15', '2020-03-02 12:00:00', '15', '2020-03-02 12:00:00', '0', '1');

INSERT INTO `reply` VALUES ('4', '我是你路上最后的一个过客，最后的一个春天，最后的一场雪，最后的一次求生的战争。', '8', '-1', '13', '2020-03-02 09:00:00', '13', '2020-03-02 09:00:00', '0', '1');
INSERT INTO `reply` VALUES ('5', '岁月不饶人，我亦未曾饶过岁月', '8', '4', '14', '2020-03-02 10:00:00', '14', '2020-03-02 10:00:00', '0', '1');
INSERT INTO `reply` VALUES ('6', '你千万别跟任何人谈任何事情。你只要一谈起，就会想念起每一个人来。', '8', '4', '15', '2020-03-02 10:30:00', '15', '2020-03-02 10:30:00', '0', '1');
INSERT INTO `reply` VALUES ('7', '不惋惜，不呼唤，我也不啼哭。一切将逝去，如苹果花丛的薄雾。金黄的落叶堆满心间，我已不再是青春少年。', '8', '5', '12', '2020-03-02 11:00:00', '12', '2020-03-02 11:00:00', '0', '1');
INSERT INTO `reply` VALUES ('8', '野兽需要窝，朝圣人需要路，死人需要灵柩。人人有自己需要的物。女人需要说谎，沙皇需要统治，我需要颂扬——你的名字。', '8', '7', '14', '2020-03-02 11:10:00', '14', '2020-03-02 11:10:00', '0', '1');

INSERT INTO `reply` VALUES ('9', '造一个草原要一株三叶草加一只蜜蜂。一株三叶草，一只蜂，再加一个梦。要是蜜蜂少，光靠梦也行。', '14', '-1', '13', '2020-03-02 06:00:00', '13', '2020-03-02 06:00:00', '0', '1');
INSERT INTO `reply` VALUES ('10', '我想要在茅亭里看雨、假山边看蚂蚁，看蝴蝶恋爱，看蜘蛛结网，看水，看船，看云，看瀑布，看宋清如甜甜地睡觉。', '14', '-1', '14', '2020-03-02 09:00:00', '14', '2020-03-02 09:00:00', '0', '1');
INSERT INTO `reply` VALUES ('11', '我向旧日的恋人道歉，因为我对新人如同初恋。', '14', '10', '15', '2020-03-02 10:00:00', '15', '2020-03-02 10:00:00', '0', '1');
INSERT INTO `reply` VALUES ('12', '从卖气球的人那里，每个孩子牵走一个心愿。', '14', '10', '12', '2020-03-02 10:02:00', '12', '2020-03-02 10:02:00', '0', '1');
INSERT INTO `reply` VALUES ('13', '每一个不曾起舞的日子，都是对生命的辜负。', '14', '11', '14', '2020-03-02 11:00:00', '14', '2020-03-02 11:00:00', '0', '1');
INSERT INTO `reply` VALUES ('14', '你不是爱情的终点，只是爱情的原动力。我将这爱情献给路旁的花朵，献给玻璃酒杯里摇晃着的晶亮阳光，献给教堂的红色圆顶。因为你，我爱上了这个世界', '14', '13', '15', '2020-03-02 11:05:00', '15', '2020-03-02 11:05:00', '0', '1');
INSERT INTO `reply` VALUES ('15', '最要紧的是，我们首先应该善良，其次要诚实，再其次是以后永远不要相互遗忘。', '14', '14', '14', '2020-03-02 11:10:00', '14', '2020-03-02 11:10:00', '0', '1');
INSERT INTO `reply` VALUES ('16', '若我会见到你，事隔经年。我如何向你招呼，以眼泪，以沉默。', '14', '15', '15', '2020-03-02 11:20:00', '15', '2020-03-02 11:20:00', '0', '1');
INSERT INTO `reply` VALUES ('17', '枕上诗书闲处好，门前风景雨来佳。', '14', '16', '14', '2020-03-02 11:27:00', '14', '2020-03-02 11:27:00', '0', '1');
INSERT INTO `reply` VALUES ('18', '纵豆蔻词工，青楼梦好，难赋深情。', '14', '17', '15', '2020-03-02 11:30:00', '15', '2020-03-02 11:30:00', '0', '1');
INSERT INTO `reply` VALUES ('19', '内心难过也不要把自己丢在黑暗中，无限放大自己的情绪。按时睡觉，好好吃饱，洗个热乎的澡，喝甜甜的奶茶。看看长河落日，花朵树木，驱逐丧气再努力奔跑，生活到处是发光的星星。', '14', '18', '14', '2020-03-02 12:00:00', '14', '2020-03-02 12:00:00', '0', '1');
INSERT INTO `reply` VALUES ('20', '不要着急，因为总会有人熬夜陪你 下雨接你 说我爱你 好的总是压箱底', '14', '19', '15', '2020-03-02 14:00:00', '15', '2020-03-02 14:00:00', '0', '1');
INSERT INTO `reply` VALUES ('21', '一个人只拥有此生此世是不够的，他还应该拥有诗意的世界。', '14', '20', '14', '2020-03-02 15:00:00', '14', '2020-03-02 15:00:00', '0', '1');
INSERT INTO `reply` VALUES ('22', '让我怎样感谢你，当我走向你的时候，我原想收获一缕春风，你却给了我整个春天。', '14', '21', '15', '2020-03-02 16:00:00', '15', '2020-03-02 16:00:00', '0', '1');
INSERT INTO `reply` VALUES ('23', '今天的不开心就到此为止，明天依然光芒万丈啊。', '14', '22', '14', '2020-03-02 18:17:00', '14', '2020-03-02 18:17:00', '0', '1');